Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/nmbu.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: Manuals for vce/pest, asreml, dmu, R (BLR), or other variance component estimation programs also are important sources of information.
nn: Manualar for vce/pest, asreml, dmu, R (BLR), eller andre varianskomponentestimeringsprogram er òg viktige kjelder for informasjon.

source: The teaching model has been popular among both students and educators, and now it has won the recognition of NOKUT (the Norwegian Agency for Quality Assurance in Education).
nn: Undervisingsmodellen har vore populær blant både studentar og undervisarar, og no har han òg fått heider frå NOKUT (Nasjonalt organ for kvalitet i utdanninga).

source: * Requirements for structure of data (to estimate g and r G and R need to span separatable linear spaces).
nn: * Krav til struktur i data (for å estimera g og r må strukturen til G og R spenna ut ulike lineære rom).

source: That GLS and MME are equivalent.
nn: At GLS og MME er ekvivalente.

source: Presentation: 1 hour.
nn: 1 time presentasjon.

source: 1 What is assumed known when starting the course
nn: 1 Kva som er rekna som kjent frå før

source: Discussions during practicals and report writing.
nn: Diskusjonar i samband med øvingane og journalen.

source: important for future income.
nn: Frå seg for om dei mange spontanabortane kjem av

source: methods adapted to management objectives that include bioenergy harvesting is to increase the
nn: Dette gjer at laksesmolten frå Stryneelva har kortopphaldstid i dei ytre delane av fjorden.

source: - Use of Excel for organizing data.
nn: * Effektivitet, både for menneske og for maskinar.

source: Curriculum partly depends on needs and wishes of the participants in the course.
nn: Delvis avhengig av behov til og ønske frå deltakarane i emnet.

source: In a studentassignment from 2014, four students (Emilie Midttveit Bollingberg, Jonatan Nordang Paz, Åsa Haaland and David Ema) presented a business idea that involvedbuying simple bikes with app-based locks, which they called "Bygdebike".
nn: I ei studentoppgåve frå 2014 kom fire studentar (Emilie Midttveit Bollingberg, Jonatan Nordang Paz, Åsa Haaland og David Ema) med ein forretningsidé om å kjøpe inn enkle syklar med app-baserte låsar som dei kalla «Bygdebike».

source: The findings suggest that changes in identity
nn: for ulike typar av eigarar og ikkje-eigarar.

source: The course consists of the following steps:
nn: Drøfting av tema og litteratur mellom student og rettleiar.

source: organizations, and perhaps back again, could have generated stronger confidence in the idea that
nn: Jordpolitikk, jordskifte, matrikulært arbeid, oreigning og offentleg planlegging og

source: supposed to recruit new respondents for round 2.
nn: 2 (i handlingssituasjonen lagar ein reglar)

source: Projects & research
nn: Forsking & prosjekt

source: This course has teaching/evaluation in autumn parallel.
nn: Emnet har undervisning/vurdering i haustparallellen.

source: Chapter 27 in Lynch and Walsh (1998): 'Genetics and Analysis of Quantitative Traits' shows some parts of the curriculum intended.
nn: Chapter 27 in Lynch and Walsh (1998): 'Genetics and Analysis of Quantitative Traits' viser i alle fall ein del av det som trengst som pensum.

source: Presentation of results of analyses in term papers (all participants).
nn: Presentasjon av resultat av analysar i semesteroppgåvene (alle deltakarane).

source: MSc in Aquaculture from Norwegian University of Life Sciences, Ås, 2009.
nn: Master i akvakultur, Universitetet for miljø- og biovitenskap, Ås, 2009.

source: 5 Choice of programming language.
nn: 5 Val av programvare.

source: - The Student Board shall represent NMBU students and the Student Democracy up to
nn: - Det skal være to ordningar ein for stipendiatar og ein for fast

source: b) Write a professional academic report.
nn: b) Skrive ei profesjonell fagleg utgreiing.

source: Presentations for paricipants and teachers.
nn: Presentasjonar for medstudentar og lærarar.

source: Estimation of variance components and calculations of breeding values of own, realistically big, data sets.
nn: Estimering av varianskomponentar og utrekning av avlsverdiar for eigne, realistisk store, datasett.

source: * *With slide presentations of results (plots / graphs).
nn: * Med lysbildepresentasjon av resultat (plott / grafar).

source: Finally, by linking the concepts
nn: bruksretten, skogteigen – med dei «fem i byen»:

source: Supervisor and student discuss topic and literature
nn: Drøfting av tema og litteratur mellom student og rettleiar.

source: Stakeholders analysis and stakeholders management.
nn: Eksempel frå planteforedling og husdyravl.

source: "The aim is to get to a point where an ordinary ECG reading can be taken at a normal consultation with the doctor, allowing the computer to locate any ischemic heart attacks," says Ole Løseth Elvetun, who recently completed his doctoral thesis at the Norwegian University of Life Sciences (NMBU).
nn: – Målet er å kome dit at ein ved ein vanleg legekonsultasjon kan gjennomføre ei vanleg EKG-måling og så la datamaskina lokalisere eventuelle iskemiske hjarteinfarkt, seier Ole Løseth Elvetun, som nyleg fullførte doktoravhandlinga si ved Norges miljø- og biovitenskapelige universitet (NMBU).

source: * Potential models and programming languages.
nn: * Potensielle modellar og programvare.

source: Colloquia/Lectures in full group, and possibly in subgroups, depending on number of participants and where they live/work.
nn: Kollokvium/forelesingar i full gruppe og kanskje i subgrupper, avhengig av tal deltakarar og kor dei bur/arbeider.

source: You will be able to calculate breeding or genetic values for plant and animal breeding organisations for real data and with industry data programs.
nn: Du vil bli i stand til å rekna ut avlsverdiar for avls- og foredlingsorganisasjonar basert på reelle data og med standard dataprogram.

source: * Spektra as information about other (chemical) traits.
nn: * Spekter som informasjon om andre (kjemiske) eigenskapar.

source: When painting, the kids
nn: eldre, i større grad menn, i større

source: MSc students that want more challenges in breeding beyond what is given in other breeding courses may consider taking this course together with PhD students.
nn: MSc-studentar som vil ha utfordringar i avl og foredling utover det som blir gitt i andre avls- og plantefordlingskurs kan vurdera å ta dette i lag med PhD-studentar.

source: Alternative lecture halls for arranging the dissertation
nn: Resolusjon om obligatorisk digitalt kurs for undervisarar

source: - Outcome variable(s) and links to analytical model.
nn: Presentasjon av progresjon med semesteroppgåvene (alle deltakarane).

source: * Efficiency, both for human beings and computers.
nn: * Effektivitet, både for menneske og for maskinar.

source: The Education Quality Award is NOK 1 million and is administered by NOKUT.
nn: Kunnskapsdepartementets Utdanningskvalitetspris er på 1 million kroner og forvaltast av NOKUT.

source: for our case.
nn: Bruken av mais

source: Individual work: 290 hours Entrance requirements:
nn: 290 timar sjølvstendig arbeid.

source: In Ramazzotti, P., P. Frigato and W. Elsner, (eds.): Social Costs Today Institutional Analyses of the Present Crises.
nn: frøanatomi og spiring, oppbygging av stengel og blad, rotvekst og rotvekstar (blomsteroppbygging og blomsterstand), befrukting, frukter og frø.

source: Individual literature study and assignment writing with supervision.
nn: Individuelt litteraturstudium og oppgåveskriving med rettleiing.

source: Land Degradation in Tigray
nn: der den politiske viljen i landet,

source: Amendment of ethical approval obtained from NIMR. March 2014
nn: Prosjektet vart avslutta i desember 2014.

source: Potential plan for the course - to be deliberated by participants and teachers.
nn: Potensiell plan for emnet - endeleg plan vil bli lagt i samråd med deltakarar og lærarar.

source: Presentation of progression for term papers (all participants).
nn: Presentasjon av progresjon med semesteroppgåvene (alle deltakarane).

source: The agroecologist became more important than agroecology,” Lieblein says.
nn: Agroøkologen vart viktigare enn agroøkologien, seier Lieblein.

source: Suggested reading lists on international literature on topics like Land Tenure, Land Administration, Institutional Theory, Research Methods, etc. can be presented on demand.
nn: Forslag til leselister på internasjonal litteratur innan "Land Tenure, Land Administration, Institutional theory, Adaptive co-management, Research methods, etc." kan leggast fram på forespørsel.

source: EMS from analyses of variance (LS) to estimate variances (g and r).
nn: * EMS frå variansanalyse (LS) til å estimera variansar (g og r).

source: Failure to account for such
nn: ne – både for turisme og buset- Leirin på Fagernes.

source: The President’s Main Responsibilities:
nn: I det vidare arbeidet skal man vurdere:

source: Such ischemia can be detected using mathematics and ECG readings.
nn: Ved å bruke matematikk og EKG-målingar kan slike iskemi avdekkjast.

source: Animal or plant breeding to MSc level, including pedigree and genomic based relationship.
nn: Husdyravl eller planteforedling til MSc-nivå, inkludert anetavle og genomisk slektskap.

source: • The PSNP aims to enhance capability of poor farmers to
nn: Viken Fylkesting konstituert i Urbygninga ved NMBU

source: “We had to turn 180 degrees away from focus on the subject and lectures and towards an approach of facilitating learning.
nn: – Vi måtte snu oss 180 grader bort frå fokus på fag og førelesingar til eit arbeid med å legga til rette for læring.

source: During this year's Education Celebration, the “Action learning model” was named winner of the Education Quality Award among 13 nominees.
nn: Under årets Utdanningsfest vart «Modell for handlingsorientert læring» kåra til årets vinnar av Utdanningskvalitetsprisen blant 13 nominerte.

source: Individual work: 290 hours
nn: 290 timar sjølvstendig arbeid.

source: Advice for term papers and other exercises.
nn: Veiledning/hjelp med semesteroppgåver og andre øvingsoppgåver.

source: This course has teaching/evaluation in Spring parallel.
nn: Emnet har undervisning/vurdering i haustparallellen.

source: Yesterday NMBU and the Department of Plant Sciences was presented with the prestigious 2016 Education Quality Award by Minister of Education Torbjørn Røe Isaksen, for its work on educating agroecologists.
nn: I går fikk NMBU og Institutt for plantevitskap tildelt Utdanningskvalitetsprisen 2016 frå kunnskapsminister Torbjørn Røe Isaksen, for sitt arbeid med utdanninga av agroøkologar.

source: Presentation of datasets and intentions for term papers (all participants).
nn: Presentasjon av datasett og intensjon med semesteroppgåvene (alle deltakarane).

source: * Classification (ANOVA) and Regression.
nn: * Klassifisering (ANOVA) og Regresjon.

source: Participation in seminars and feedback on others' presentations: 3 hours.
nn: 3 timar deltaking og kritikk av andre presentasjonar (seminar).

source: on conservation at Mount Elgon, researchers have frequently
nn: NMBU deltek i gjennomføringa av dei store byggjeprosjekta, og har god leiing av

source: Dutton, J. E., & Dukerich, J. M. (1991). Keeping an Eye on the Mirror - Image and Identity in
nn: Bromley i boka “Environment and Economy” (Bromley 1991), er eit godt døme på dette. Lokal “sjølvorganisering” har kome på moten.

source: The award stimulates and inspires further work, and we will use this to reinforce our efforts,” says professor Geir Hofgaard Lieblein at the Department of Plant Sciences.
nn: Denne prisen gir energi og inspirasjon til vidare arbeid, og vi vil bruka dette for å satsa endå meir, seier professor Geir Hofgaard Lieblein ved Institutt for Plantevitskap.
